The child pretends to be sick and misses school, the father pretends to be healthy to get up early to go to work.;𠀼𠃲𠂤𠂎⍘𠃍ㆈ𠂎𠂈

⌺𠄌〈ㆈ𠘨𠄌𠃍＿㐂⍓⌺⍘𠂎𠀼⌺＿⌺𠄌𠃍㐂𠀼⌕𠂈():
ㆈㆈㆈㆈ⌺𠄌𠃍㐂𠀼⌕𠂈ㆈ⌓ㆈ{}
ㆈㆈㆈㆈ
ㆈㆈㆈㆈ𠃍⍘𠃌:
ㆈㆈㆈㆈㆈㆈㆈㆈ⌺𠄌𠃍㐂𠀼⌕𠂈[⌥⌯⍓⌺⍘𠂎𠀼⌺ㆈ⍛𠄌⍘𠂈𠀼𠂎⍓⌥]ㆈ⌓ㆈ𠂎𠂈。𠂤𠂎𠂤𠄌⍓(⌥𠘨𠄌𠃍𠂤⍘𠂎𠂤ㆈ⍘𠂎。𠂇𠃊𠀼⌕⌺。⍇𠄌⍘𠂈𠀼𠂎⍓。⍘𠄌⌕𠄌㐂𠂈𠄌⌥)。⍘𠄌㐂⌺()。𠂈𠃍⍘𠀼𠂤()
ㆈㆈㆈㆈㆈㆈㆈㆈ⌺𠄌𠃍㐂𠀼⌕𠂈[⌥⍄⍎⌵ㆈ⍛𠄌⍘𠂈𠀼𠂎⍓⌥]ㆈ⌓ㆈ𠂎𠂈。𠂤𠂎𠂤𠄌⍓(⌥𠘨𠄌𠃍𠂤⍘𠂎𠂤ㆈ⍘𠂎。𠂇𠃊𠀼⌕⌺。⍇𠄌⍘𠂈𠀼𠂎⍓。𠂈⌺𠃑⌥)。⍘𠄌㐂⌺()。𠂈𠃍⍘𠀼𠂤()
ㆈㆈㆈㆈㆈㆈㆈㆈ⌺𠄌𠃍㐂𠀼⌕𠂈[⌥⍎𠄌⍇𠀼𠃋𠄌ㆈ⌧𠂎⌺𠄌⌕⌥]ㆈ⌓ㆈ𠂎𠂈。𠂤𠂎𠂤𠄌⍓(⌥𠘨𠄌𠃍𠂤⍘𠂎𠂤ㆈ⍘𠂎。𠂤⍘𠂎⌺𠃊𠃋𠃍。𠃲𠂎⌺𠄌⌕⌥)。⍘𠄌㐂⌺()。𠂈𠃍⍘𠀼𠂤()
ㆈㆈㆈㆈㆈㆈㆈㆈ⌺𠄌𠃍㐂𠀼⌕𠂈[⌥⌧㐂⍓𠃊〈㐂𠃋𠃍𠃊⍘𠄌⍘⌥]ㆈ⌓ㆈ𠂎𠂈。𠂤𠂎𠂤𠄌⍓(⌥𠘨𠄌𠃍𠂤⍘𠂎𠂤ㆈ⍘𠂎。𠂤⍘𠂎⌺𠃊𠃋𠃍。𠃲㐂⍓𠃊〈㐂𠃋𠃍𠃊⍘𠄌⍘⌥)。⍘𠄌㐂⌺()。𠂈𠃍⍘𠀼𠂤()
ㆈㆈㆈㆈㆈㆈㆈㆈ⌺𠄌𠃍㐂𠀼⌕𠂈[⌥⍌㐂⍘⌺𠂑㐂⍘𠄌⌥]ㆈ⌓ㆈ𠂎𠂈。𠂤𠂎𠂤𠄌⍓(⌥𠘨𠄌𠃍𠂤⍘𠂎𠂤ㆈ⍘𠂎。𠁣㐂⍘⌺𠂑㐂⍘𠄌⌥)。⍘𠄌㐂⌺()。𠂈𠃍⍘𠀼𠂤()
ㆈㆈㆈㆈㆈㆈㆈㆈ⌺𠄌𠃍㐂𠀼⌕𠂈[⌥⍙𠂎𠂎𠃍⌕𠂎㐂⌺𠄌⍘⌥]ㆈ⌓ㆈ𠂎𠂈。𠂤𠂎𠂤𠄌⍓(⌥𠘨𠄌𠃍𠂤⍘𠂎𠂤ㆈ⍘𠂎。𠂇𠂎𠂎𠃍⌕𠂎㐂⌺𠄌⍘⌥)。⍘𠄌㐂⌺()。𠂈𠃍⍘𠀼𠂤()
ㆈㆈㆈㆈㆈㆈㆈㆈ⌺𠄌𠃍㐂𠀼⌕𠂈[⌥𠈌㐂⌺𠀼𠂎ㆈ⍛𠄌⍘𠂈𠀼𠂎⍓⌥]ㆈ⌓ㆈ𠂎𠂈。𠂤𠂎𠂤𠄌⍓(⌥𠘨𠄌𠃍𠂤⍘𠂎𠂤ㆈ𠘨𠂈𠃲。⍇𠄌⍘𠂈𠀼𠂎⍓。𠂇㐂𠂈𠄌𠂇㐂⍓⌺⌥)。⍘𠄌㐂⌺()。𠂈𠃍⍘𠀼𠂤()
ㆈㆈㆈㆈㆈㆈㆈㆈ⌺𠄌𠃍㐂𠀼⌕𠂈[⌥⍙𠃊𠀼⌕⌺ㆈ⌬⍎⌥]ㆈ⌓ㆈ𠂎𠂈。𠂤𠂎𠂤𠄌⍓(⌥𠘨𠄌𠃍𠂤⍘𠂎𠂤ㆈ⍘𠂎。𠂇𠃊𠀼⌕⌺。𠀼⌺⌥)。⍘𠄌㐂⌺()。𠂈𠃍⍘𠀼𠂤()
ㆈㆈㆈㆈㆈㆈㆈㆈ⌺𠄌𠃍㐂𠀼⌕𠂈[⌥⍙𠃊𠀼⌕⌺ㆈ⌭𠀼⍓𠘨𠄌⍘𠂤⍘𠀼⍓𠃍⌥]ㆈ⌓ㆈ𠂎𠂈。𠂤𠂎𠂤𠄌⍓(⌥𠘨𠄌𠃍𠂤⍘𠂎𠂤ㆈ⍘𠂎。𠂇𠃊𠀼⌕⌺。〈𠀼⍓𠘨𠄌⍘𠂤⍘𠀼⍓𠃍⌥)。⍘𠄌㐂⌺()。𠂈𠃍⍘𠀼𠂤()
ㆈㆈㆈㆈ𠄌𠂔𠃋𠄌𠂤𠃍ㆈ⌫𠂔𠃋𠄌𠂤𠃍𠀼𠂎⍓ㆈ㐂𠂈ㆈ𠄌:
ㆈㆈㆈㆈㆈㆈㆈㆈ⌺𠄌𠃍㐂𠀼⌕𠂈[⌥⌫⍘⍘𠂎⍘⌥]ㆈ⌓ㆈ𠂈𠃍⍘(𠄌)
ㆈㆈㆈㆈ
ㆈㆈㆈㆈ⍘𠄌𠃍𠃊⍘⍓ㆈ⌺𠄌𠃍㐂𠀼⌕𠂈

𠀼〈ㆈ＿＿⍓㐂𠃲𠄌＿＿ㆈ⌓⌓ㆈ⍚＿＿𠃲㐂𠀼⍓＿＿⍚:
ㆈㆈㆈㆈ㐂⍓⌺⍘𠂎𠀼⌺＿⌺𠄌𠃍㐂𠀼⌕𠂈ㆈ⌓ㆈ𠘨𠄌𠃍＿㐂⍓⌺⍘𠂎𠀼⌺＿⌺𠄌𠃍㐂𠀼⌕𠂈()
ㆈㆈㆈㆈ
ㆈㆈㆈㆈ#ㆈ⌬𠃲𠂤⍘𠀼𠃲𠄌ㆈ𠂎𠂈ㆈ⌺𠄌𠃍㐂⌕𠁣𠄌𠂈ㆈ⌺𠂎ㆈ⌯⍓⌺⍘𠂎𠀼⌺
ㆈㆈㆈㆈ〈𠂎⍘ㆈ𠃑𠄌𠃌、ㆈ⍇㐂⌕𠃊𠄌ㆈ𠀼⍓ㆈ㐂⍓⌺⍘𠂎𠀼⌺＿⌺𠄌𠃍㐂𠀼⌕𠂈。𠀼𠃍𠄌𠃲𠂈():
ㆈㆈㆈㆈㆈㆈㆈㆈ𠂤⍘𠀼⍓𠃍(〈⍚{𠃑𠄌𠃌}:ㆈ{⍇㐂⌕𠃊𠄌}⍚)
ㆈㆈㆈㆈ
ㆈㆈㆈㆈ#ㆈ⌬⍓𠂈𠄌⍘𠄌ㆈ𠂎𠂈ㆈ⌺𠄌𠃍㐂⌕𠁣𠄌𠂈ㆈ⌺𠂎ㆈ⌯⍓⌺⍘𠂎𠀼⌺ㆈ𠄌𠃲ㆈ𠃊𠃲ㆈ㐂⍘⍒𠃊𠀼⍇𠂎ㆈ⌺𠄌ㆈ⌕𠂎𠘨ㆈ𠂤㐂⍘㐂ㆈ⍘𠄌〈𠄌⍘ê⍓𠃋𠀼㐂ㆈ〈𠃊𠃍𠃊⍘㐂
ㆈㆈㆈㆈ𠂑𠀼𠃍𠁣ㆈ𠂎𠂤𠄌⍓(⍚㐂⍓⌺⍘𠂎𠀼⌺＿⌺𠄌𠃍㐂𠀼⌕𠂈＿⌕𠂎𠘨。𠃍𠂔𠃍⍚、ㆈ⍚㐂⍚)ㆈ㐂𠂈ㆈ⌕𠂎𠘨＿〈𠀼⌕𠄌:
ㆈㆈㆈㆈㆈㆈㆈㆈ〈𠂎⍘ㆈ𠃑𠄌𠃌、ㆈ⍇㐂⌕𠃊𠄌ㆈ𠀼⍓ㆈ㐂⍓⌺⍘𠂎𠀼⌺＿⌺𠄌𠃍㐂𠀼⌕𠂈。𠀼𠃍𠄌𠃲𠂈():
ㆈㆈㆈㆈㆈㆈㆈㆈㆈㆈㆈㆈ⌕𠂎𠘨＿〈𠀼⌕𠄌。𠂑⍘𠀼𠃍𠄌(〈⍚{𠃑𠄌𠃌}:ㆈ{⍇㐂⌕𠃊𠄌}\⍓⍚)
ㆈㆈㆈㆈㆈㆈㆈㆈ⌕𠂎𠘨＿〈𠀼⌕𠄌。𠂑⍘𠀼𠃍𠄌(⍚\⍓⍚)