"The child pretends to be sick and misses school, the father pretends to be healthy to get up early to go to work."𠀼𠃲𠂤𠂎⍘𠃍㊕𠂎𠂈

⌺𠄌〈㊕𠘨𠄌𠃍＿㐂⍓⌺⍘𠂎𠀼⌺＿⌺𠄌𠃍㐂𠀼⌕𠂈():
㊕㊕㊕㊕⌺𠄌𠃍㐂𠀼⌕𠂈㊕⌓㊕{}
㊕㊕㊕㊕
㊕㊕㊕㊕𠃍⍘𠃌:
㊕㊕㊕㊕㊕㊕㊕㊕⌺𠄌𠃍㐂𠀼⌕𠂈[⌥⌯⍓⌺⍘𠂎𠀼⌺㊕⍛𠄌⍘𠂈𠀼𠂎⍓⌥]㊕⌓㊕𠂎𠂈。𠂤𠂎𠂤𠄌⍓(⌥𠘨𠄌𠃍𠂤⍘𠂎𠂤㊕⍘𠂎。𠂇𠃊𠀼⌕⌺。⍇𠄌⍘𠂈𠀼𠂎⍓。⍘𠄌⌕𠄌㐂𠂈𠄌⌥)。⍘𠄌㐂⌺()。𠂈𠃍⍘𠀼𠂤()
㊕㊕㊕㊕㊕㊕㊕㊕⌺𠄌𠃍㐂𠀼⌕𠂈[⌥⍄⍎⌵㊕⍛𠄌⍘𠂈𠀼𠂎⍓⌥]㊕⌓㊕𠂎𠂈。𠂤𠂎𠂤𠄌⍓(⌥𠘨𠄌𠃍𠂤⍘𠂎𠂤㊕⍘𠂎。𠂇𠃊𠀼⌕⌺。⍇𠄌⍘𠂈𠀼𠂎⍓。𠂈⌺𠃑⌥)。⍘𠄌㐂⌺()。𠂈𠃍⍘𠀼𠂤()
㊕㊕㊕㊕㊕㊕㊕㊕⌺𠄌𠃍㐂𠀼⌕𠂈[⌥⍎𠄌⍇𠀼𠃋𠄌㊕⌧𠂎⌺𠄌⌕⌥]㊕⌓㊕𠂎𠂈。𠂤𠂎𠂤𠄌⍓(⌥𠘨𠄌𠃍𠂤⍘𠂎𠂤㊕⍘𠂎。𠂤⍘𠂎⌺𠃊𠃋𠃍。𠃲𠂎⌺𠄌⌕⌥)。⍘𠄌㐂⌺()。𠂈𠃍⍘𠀼𠂤()
㊕㊕㊕㊕㊕㊕㊕㊕⌺𠄌𠃍㐂𠀼⌕𠂈[⌥⌧㐂⍓𠃊〈㐂𠃋𠃍𠃊⍘𠄌⍘⌥]㊕⌓㊕𠂎𠂈。𠂤𠂎𠂤𠄌⍓(⌥𠘨𠄌𠃍𠂤⍘𠂎𠂤㊕⍘𠂎。𠂤⍘𠂎⌺𠃊𠃋𠃍。𠃲㐂⍓𠃊〈㐂𠃋𠃍𠃊⍘𠄌⍘⌥)。⍘𠄌㐂⌺()。𠂈𠃍⍘𠀼𠂤()
㊕㊕㊕㊕㊕㊕㊕㊕⌺𠄌𠃍㐂𠀼⌕𠂈[⌥⍌㐂⍘⌺𠂑㐂⍘𠄌⌥]㊕⌓㊕𠂎𠂈。𠂤𠂎𠂤𠄌⍓(⌥𠘨𠄌𠃍𠂤⍘𠂎𠂤㊕⍘𠂎。𠁣㐂⍘⌺𠂑㐂⍘𠄌⌥)。⍘𠄌㐂⌺()。𠂈𠃍⍘𠀼𠂤()
㊕㊕㊕㊕㊕㊕㊕㊕⌺𠄌𠃍㐂𠀼⌕𠂈[⌥⍙𠂎𠂎𠃍⌕𠂎㐂⌺𠄌⍘⌥]㊕⌓㊕𠂎𠂈。𠂤𠂎𠂤𠄌⍓(⌥𠘨𠄌𠃍𠂤⍘𠂎𠂤㊕⍘𠂎。𠂇𠂎𠂎𠃍⌕𠂎㐂⌺𠄌⍘⌥)。⍘𠄌㐂⌺()。𠂈𠃍⍘𠀼𠂤()
㊕㊕㊕㊕㊕㊕㊕㊕⌺𠄌𠃍㐂𠀼⌕𠂈[⌥𠈌㐂⌺𠀼𠂎㊕⍛𠄌⍘𠂈𠀼𠂎⍓⌥]㊕⌓㊕𠂎𠂈。𠂤𠂎𠂤𠄌⍓(⌥𠘨𠄌𠃍𠂤⍘𠂎𠂤㊕𠘨𠂈𠃲。⍇𠄌⍘𠂈𠀼𠂎⍓。𠂇㐂𠂈𠄌𠂇㐂⍓⌺⌥)。⍘𠄌㐂⌺()。𠂈𠃍⍘𠀼𠂤()
㊕㊕㊕㊕㊕㊕㊕㊕⌺𠄌𠃍㐂𠀼⌕𠂈[⌥⍙𠃊𠀼⌕⌺㊕⌬⍎⌥]㊕⌓㊕𠂎𠂈。𠂤𠂎𠂤𠄌⍓(⌥𠘨𠄌𠃍𠂤⍘𠂎𠂤㊕⍘𠂎。𠂇𠃊𠀼⌕⌺。𠀼⌺⌥)。⍘𠄌㐂⌺()。𠂈𠃍⍘𠀼𠂤()
㊕㊕㊕㊕㊕㊕㊕㊕⌺𠄌𠃍㐂𠀼⌕𠂈[⌥⍙𠃊𠀼⌕⌺㊕⌭𠀼⍓𠘨𠄌⍘𠂤⍘𠀼⍓𠃍⌥]㊕⌓㊕𠂎𠂈。𠂤𠂎𠂤𠄌⍓(⌥𠘨𠄌𠃍𠂤⍘𠂎𠂤㊕⍘𠂎。𠂇𠃊𠀼⌕⌺。〈𠀼⍓𠘨𠄌⍘𠂤⍘𠀼⍓𠃍⌥)。⍘𠄌㐂⌺()。𠂈𠃍⍘𠀼𠂤()
㊕㊕㊕㊕𠄌𠂔𠃋𠄌𠂤𠃍㊕⌫𠂔𠃋𠄌𠂤𠃍𠀼𠂎⍓㊕㐂𠂈㊕𠄌:
㊕㊕㊕㊕㊕㊕㊕㊕⌺𠄌𠃍㐂𠀼⌕𠂈[⌥⌫⍘⍘𠂎⍘⌥]㊕⌓㊕𠂈𠃍⍘(𠄌)
㊕㊕㊕㊕
㊕㊕㊕㊕⍘𠄌𠃍𠃊⍘⍓㊕⌺𠄌𠃍㐂𠀼⌕𠂈

𠀼〈㊕＿＿⍓㐂𠃲𠄌＿＿㊕⌓⌓㊕⍚＿＿𠃲㐂𠀼⍓＿＿⍚:
㊕㊕㊕㊕㐂⍓⌺⍘𠂎𠀼⌺＿⌺𠄌𠃍㐂𠀼⌕𠂈㊕⌓㊕𠘨𠄌𠃍＿㐂⍓⌺⍘𠂎𠀼⌺＿⌺𠄌𠃍㐂𠀼⌕𠂈()
㊕㊕㊕㊕
㊕㊕㊕㊕#㊕⌬𠃲𠂤⍘𠀼𠃲𠄌㊕𠂎𠂈㊕⌺𠄌𠃍㐂⌕𠁣𠄌𠂈㊕⌺𠂎㊕⌯⍓⌺⍘𠂎𠀼⌺
㊕㊕㊕㊕〈𠂎⍘㊕𠃑𠄌𠃌、㊕⍇㐂⌕𠃊𠄌㊕𠀼⍓㊕㐂⍓⌺⍘𠂎𠀼⌺＿⌺𠄌𠃍㐂𠀼⌕𠂈。𠀼𠃍𠄌𠃲𠂈():
㊕㊕㊕㊕㊕㊕㊕㊕𠂤⍘𠀼⍓𠃍(〈⍚{𠃑𠄌𠃌}:㊕{⍇㐂⌕𠃊𠄌}⍚)
㊕㊕㊕㊕
㊕㊕㊕㊕#㊕⌬⍓𠂈𠄌⍘𠄌㊕𠂎𠂈㊕⌺𠄌𠃍㐂⌕𠁣𠄌𠂈㊕⌺𠂎㊕⌯⍓⌺⍘𠂎𠀼⌺㊕𠄌𠃲㊕𠃊𠃲㊕㐂⍘⍒𠃊𠀼⍇𠂎㊕⌺𠄌㊕⌕𠂎𠘨㊕𠂤㐂⍘㐂㊕⍘𠄌〈𠄌⍘ê⍓𠃋𠀼㐂㊕〈𠃊𠃍𠃊⍘㐂
㊕㊕㊕㊕𠂑𠀼𠃍𠁣㊕𠂎𠂤𠄌⍓(⍚㐂⍓⌺⍘𠂎𠀼⌺＿⌺𠄌𠃍㐂𠀼⌕𠂈＿⌕𠂎𠘨。𠃍𠂔𠃍⍚、㊕⍚㐂⍚)㊕㐂𠂈㊕⌕𠂎𠘨＿〈𠀼⌕𠄌:
㊕㊕㊕㊕㊕㊕㊕㊕〈𠂎⍘㊕𠃑𠄌𠃌、㊕⍇㐂⌕𠃊𠄌㊕𠀼⍓㊕㐂⍓⌺⍘𠂎𠀼⌺＿⌺𠄌𠃍㐂𠀼⌕𠂈。𠀼𠃍𠄌𠃲𠂈():
㊕㊕㊕㊕㊕㊕㊕㊕㊕㊕㊕㊕⌕𠂎𠘨＿〈𠀼⌕𠄌。𠂑⍘𠀼𠃍𠄌(〈⍚{𠃑𠄌𠃌}:㊕{⍇㐂⌕𠃊𠄌}\⍓⍚)
㊕㊕㊕㊕㊕㊕㊕㊕⌕𠂎𠘨＿〈𠀼⌕𠄌。𠂑⍘𠀼𠃍𠄌(⍚\⍓⍚)